Repository: remov-b4-flight/MIDI2LR
Catalog: tools/translation_work/POE application/MIDI2LR_*.po
Languages: dutch, french, german, italian, japanese, russian, spanish

source: A new version of {} is available.
dutch: Er is een nieuwe versie van {} beschikbaar.
french: Une nouvelle version de {} est disponible.
german: Eine neue Version von {} ist verfügbar.
italian: È disponibile una nuova versione di {}.
japanese: 新しいバージョンの {} が利用可能です。
russian: Доступна новая версия {}.
spanish: Una nueva versión de {} está disponible.

source: active
dutch: actief
french: actif
german: aktiv
italian: attivo
japanese: アクティブ
russian: активный
spanish: activo

source: Adjust CC dialog
dutch: Pas het CC-dialoogvenster aan
french: Ajuster le dialogue CC
german: CC Dialog einstellen
italian: Regola la finestra di dialogo CC
japanese: CCダイアログを調整する
russian: Диалог настройки CC
spanish: Ajustar el diálogo CC

source: Adjust PW dialog
dutch: Pas het PW-dialoogvenster aan
french: Ajuster le dialogue PW
german: PW Dialog einstellen
italian: Regola la finestra di dialogo PW
japanese: PWダイアログを調整する
russian: Диалог настройки PW
spanish: Ajustar el diálogo PW

source: Apply to all
dutch: Toepassen op alles
french: Appliquer à tout
german: Auf alle anwenden
italian: Applica a tutti
japanese: すべてに適用
russian: Применить ко всем
spanish: Aplicar a todo

source: Auto hide
dutch: Automatisch verbergen
french: Masquage automatique
german: Automatisch im Hintergrund
italian: Nascondi automaticamente
japanese: 自動的に隠す
russian: Скрывать автоматически
spanish: Ocultar automáticamente

source: CC Message Type
dutch: CC berichttype
french: Message Type CC
german: CC-Nachrichtentyp
italian: Messaggio di tipo CC
japanese: CCメッセージタイプ
russian: Тип сообщения CC
spanish: Tipo de mensaje CC

source: Channel 0 Number 0
dutch: Kanaal 0 Nummer 0
french: Canal 0 Numéro 0
german: Kanal 0 Nummer 0
italian: Canale 0 Numero 0
japanese: チャネル0番号0
russian: Канал 0, номер 0
spanish: Canal 0 Número 0

source: Choose Profile Folder
dutch: Kies Profielmap
french: Choisir un dossier de profil
german: Profilordner auswählen
italian: Scegli la cartella dei profili
japanese: プロファイルフォルダを選択
russian: Выберите папку профиля
spanish: Seleccione la carpeta de perfil

source: Clear ALL rows
dutch: Alle rijen wissen
french: Effacer toutes les lignes
german: Alle Zeilen löschen
italian: Cancella tutte le righe
japanese: すべての行をクリア
russian: Очистить все строки
spanish: Borrar todas las filas

source: Connected to Lightroom
dutch: Verbonden met Lightroom
french: Connecté à Lightroom
german: Verbindung hergestellt mit Lightroom
italian: Connesso a Lightroom
japanese: Lightroom に接続しました
russian: Подключено к Lightroom
spanish: Conectado a Lightroom

source: device name
dutch: apparaatnaam
french: nom de l'appareil
german: Gerätename
italian: Nome del dispositivo
japanese: デバイス名
russian: имя устройства
spanish: nombre de dispositivo

source: Do not show again
dutch: Niet meer tonen
french: Ne plus afficher
german: Nicht erneut anzeigen
italian: Non mostrare più
japanese: 再表示しない
russian: Больше не показывать
spanish: No volver a mostrar

source: Do you want to download the latest version?
dutch: Wilt u de nieuwste versie downloaden?
french: Voulez-vous télécharger la version la plus récente ?
german: Möchten Sie die neueste Version herunterladen?
italian: Scaricare la versione più recente?
japanese: 最新バージョンをダウンロードしますか?
russian: Хотите скачать последнюю версию?
spanish: ¿Desea descargar la versión más reciente?

source: Error
dutch: Fout
french: Erreur
german: Fehler
italian: Errore
japanese: エラー
russian: Ошибка

source: Exception
dutch: Uitzondering
german: Ausnahme
italian: Eccezione
japanese: 例外
russian: Исключение
spanish: Excepción

source: Halt sending to Lightroom
dutch: Stop met verzenden naar Lightroom
french: Arrêter l\'envoi à Lightroom
german: Senden an Lightroom anhalten
italian: Interrompi l\'invio a Lightroom
japanese: Lightroomへの送信を停止する
russian: Остановить отправку в Lightroom
spanish: Detener el envío a Lightroom

source: input/output
french: entrée/sortie
german: Eingabe/Ausgabe
japanese: 入出力
russian: Ввод/вывод
spanish: entrada/salida

source: Invalid keyboard layout handle.
dutch: Ongeldige ingang van toetsenbordindeling.
french: Descripteur de disposition de clavier non valide.
german: Ungültiges Handle für das Tastaturlayout.
italian: Handle del layout di tastiera non valido.
japanese: キーボード レイアウト ハンドルが無効です。
russian: Недопустимая раскладка клавиатуры.
spanish: Manipulador de distribución de teclado no válido.

source: Load
dutch: Laden
french: Charger
german: Laden
italian: Caricare
japanese: 読み込む
russian: Загрузить
spanish: Cargar

source: LR Command
dutch: LR-opdracht
french: Commande LR
german: LR-Befehl
italian: Comando LR
japanese: LRコマンド
russian: Команда LR
spanish: Comando LR

source: Maximum value
dutch: Maximumwaarde
french: Valeur maximale
german: Maximalwert
italian: Valore massimo
japanese: 最大値
russian: Максимальное значение
spanish: Valor máximo

source: MIDI Command
dutch: MIDI-opdracht
french: Commande MIDI
german: MIDI-Befehl
italian: Comando MIDI
japanese: MIDIコマンド
russian: Команда MIDI
spanish: Comando MIDI

source: MIDI2LR profiles
dutch: MIDI2LR-profielen
french: Profils MIDI2LR
german: MIDI2LR-Profile
italian: Profili MIDI2LR
japanese: MIDI2LRのプロファイル
russian: Профили MIDI2LR
spanish: Perfiles de MIDI2LR

source: MIDISender: Unexpected data type: {:n}.
dutch: MIDISender: Fout door onverwacht gegevenstype: {:n}.
french: MIDISender\xA0: Type de données inattendu\xA0: {:n}.
german: MIDISender: Unerwarteter Datentyp: {:n}.
italian: MIDISender: Tipo di dati imprevisto: {:n}.
japanese: MIDISender: 予期しないデータ型が関数に渡されました。 {:n}。
russian: MIDISender: Непредусмотренный тип данных: {:n}.
spanish: MIDISender: Tipo de datos inesperado: {:n}.

source: Minimum value
dutch: Minimumwaarde
french: Valeur minimale
german: Mindestwert
italian: Valore minimo
japanese: 最小値
russian: Минимальное значение
spanish: Valor mínimo

source: Not connected to Lightroom
dutch: Niet verbonden met Lightroom
french: Non connecté à Lightroom
german: Keine Verbindung zu Lightroom
italian: Non connesso a Lightroom
japanese: Lightroom に接続していません
russian: Нет соединения с Lightroom
spanish: No conectado a Lightroom

source: Open profile
dutch: Open profiel
french: Ouvrir le profil
german: Profil öffnen
italian: Apri profilo
japanese: プロフィールを開く
russian: Открыть профиль
spanish: Abrir Perfil

source: Pick up
dutch: Oppakken
french: Saisie auto / Pick up
italian: Aggancia
japanese: ピックアップ
russian: Подхватить
spanish: Captar

source: Pitch Wheel
french: Molette de Pitch
german: Pitch-Rad
italian: Rotella di modulazione
japanese: ピッチホイール
russian: Колесо тангажа
spanish: Rueda de afinación

source: Profile
dutch: Profiel
french: Profil
german: Profil
italian: Profilo
japanese: プロファイル
russian: Профиль
spanish: Perfil

source: Profile changed. Do you want to save your changes? If you continue without saving, your changes will be lost.
dutch: Profiel gewijzigd. Wilt u de wijzigingen opslaan? De wijzigingen gaan verloren als u doorgaat zonder ze op te slaan.
french: Profil modifié. Voulez-vous enregistrer vos modifications ? Si vous continuez sans enregistrer, vos modifications seront perdues.
german: Profil geändert. Möchten Sie die Änderungen speichern? Falls Sie ohne Speichern fortfahren, gehen die Änderungen verloren.
italian: Profilo modificato. Vuoi salvare le modifiche? Se continui senza salvare, le modifiche andranno perse.
japanese: プロファイル変更済み。 変更を保存しますか? 保存せずに続行した場合、変更内容は失われます。
russian: Профиль изменён. Сохранить внесённые изменения? Если продолжить без сохранения, внесённые изменения будут потеряны.
spanish: Perfil cambiado. ¿Quiere guardar los cambios? Si continúa y no los guarda, los cambios se perderán.

source: Resolution
dutch: Resolutie
french: Résolution
german: Auflösung
italian: Risoluzione
japanese: 解像度
russian: Разрешение
spanish: Resolución

source: Save
dutch: Opslaan
french: Enregistrer
german: Speichern
italian: Salva
japanese: 上書き保存
russian: Сохранить
spanish: Guardar

source: Save profile
dutch: Profiel opslaan
french: Enregistrer le profil
german: Profil speichern
italian: Salva profilo
japanese: プロフィールの保存
russian: Сохранить профиль
spanish: Guardar perfil

source: Select Folder
dutch: Map selecteren
french: Sélectionner un dossier
german: Ordner auswählen
italian: Seleziona cartella
japanese: フォルダーの選択
russian: Выбор папки
spanish: Seleccionar carpeta

source: Sending halted
dutch: Verzenden gestopt
french: Envoi interrompu
german: Senden gestoppt
italian: Invio interrotto
japanese: 送信停止
russian: Отправка остановлена
spanish: Envío detenido

source: Settings
dutch: instellingen
french: Paramètres
german: Einstellungen
italian: Impostazioni
japanese: 設定
russian: Параметры
spanish: Configuración

source: system id
dutch: Systeem-ID
french: ID système
german: Systemkennung
italian: ID sistema
japanese: システム ID
russian: Код системы
spanish: Id. del sistema

source: The file, 'MenuTrans.xml', is marked as a version not supported by the current version of MIDI2LR, and won't be loaded. File version: {}.
dutch: Het bestand MenuTrans.xml is gemarkeerd als een versie die niet wordt ondersteund door de huidige versie van MIDI2LR. Het bestand wordt daarom niet geladen. Bestandsversie: {}.
french: Le fichier «\ MenuTrans.xml » est mentionné en tant que version non gérée par la version actuelle de MIDI2LR. Il ne peut pas être chargé. Version de fichier : {}.
german: Die Version der Datei „MenuTrans.xml“ wird von der aktuellen Version von MIDI2LR nicht unterstützt und daher nicht geladen. Dateiversion: {}.
italian: La versione del file “MenuTrans.xml” non è supportata da questa versione di MIDI2LR. Il file non verrà caricato. Versione file: {}.
japanese: ファイル 'MenuTrans.xml' は現在のバージョンの MIDI2LR でサポートされていない形式のファイルのため、読み込めません。 ファイル バージョン: {}。
russian: Файл «MenuTrans.xml» помечен как версия, не поддерживаемая текущей версией MIDI2LR, и не будет загружен. Версия файла: {}.
spanish: El archivo 'MenuTrans.xml' está marcado como una versión no compatible con la versión actual de MIDI2LR y no se puede cargar. Versión de archivo: {}.

source: The file, 'settings.xml', is marked as a version not supported by the current version of MIDI2LR ChannelModel, and won't be loaded. File version: {}.
dutch: Het bestand settings.xml is gemarkeerd als een versie die niet wordt ondersteund door de huidige versie van MIDI2LR ChannelModel. Het bestand wordt daarom niet geladen. Bestandsversie: {}.
french: Le fichier « settings.xml » est mentionné en tant que version non gérée par la version actuelle de MIDI2LR ChannelModel. Il ne peut pas être chargé. Version de fichier : {}.
german: Die Version der Datei „settings.xml“ wird von der aktuellen Version von MIDI2LR ChannelModel nicht unterstützt und daher nicht geladen. Dateiversion: {}.
italian: La versione del file “settings.xml” non è supportata da questa versione di MIDI2LR ChannelModel. Il file non verrà caricato. Versione file: {}.
japanese: ファイル 'settings.xml' は現在のバージョンの MIDI2LR ChannelModel でサポートされていない形式のファイルのため、読み込めません。 ファイル バージョン: {}。
russian: Файл «settings.xml» помечен как версия, не поддерживаемая текущей версией MIDI2LR ChannelModel, и не будет загружен. Версия файла: {}.
spanish: El archivo 'settings.xml' está marcado como una versión no compatible con la versión actual de MIDI2LR ChannelModel y no se puede cargar. Versión de archivo: {}.

source: The file, 'settings.xml', is marked as a version not supported by the current version of MIDI2LR SettingsStruct, and won't be loaded. File version: {}.
dutch: Het bestand settings.xml is gemarkeerd als een versie die niet wordt ondersteund door de huidige versie van MIDI2LR SettingsStruct. Het bestand wordt daarom niet geladen. Bestandsversie: {}.
french: Le fichier « settings.xml » est mentionné en tant que version non gérée par la version actuelle de MIDI2LR SettingsStruct. Il ne peut pas être chargé. Version de fichier : {}.
german: Die Version der Datei „settings.xml“ wird von der aktuellen Version von MIDI2LR SettingsStruct nicht unterstützt und daher nicht geladen. Dateiversion: {}.
italian: La versione del file “settings.xml” non è supportata da questa versione di MIDI2LR SettingsStruct. Il file non verrà caricato. Versione file: {}.
japanese: ファイル 'settings.xml' は現在のバージョンの MIDI2LR SettingsStruct でサポートされていない形式のファイルのため、読み込めません。 ファイル バージョン: {}。
russian: Файл «settings.xml» помечен как версия, не поддерживаемая текущей версией MIDI2LR SettingsStruct, и не будет загружен. Версия файла: {}.
spanish: El archivo 'settings.xml' está marcado como una versión no compatible con la versión actual de MIDI2LR SettingsStruct y no se puede cargar. Versión de archivo: {}.

source: To authorize MIDI2LR to send keystrokes to Lightroom, please follow these steps: 1) Open System Preferences 2) Open Accessibility preferences 3) Select "Accessibility Apps" 4) Add this application to the approval list
dutch: Ga als volgt te werk om MIDI2LR te autoriseren om toetsaanslagen naar Lightroom te verzenden:\r\1) Open Systeemvoorkeuren 2) Open het voorkeurenpaneel 'Toegankelijkheid' 3) Selecteer 'Apps' 4) Voeg deze app toe aan de lijst
french: Pour autoriser MIDI2LR à envoyer des frappes à Lightroom, procédez comme suit :\r\n1) Ouvrez Préférences Système\r\n2) Ouvrez les préférences Accessibilité\r\n3) Choisissez «\ Applications d’accessibilité\ »\r\n4) Ajoutez l’application à la liste approuvée
german: Führen Sie die folgenden Schritte aus, um MIDI2LR zum Senden von Tastatureingaben an Lightroom zu autorisieren: 1) Öffne die Systemeinstellungen 2) Öffne die Bedienungshilfen 3) Wähle „App-Zugriff“ 4) Füge diese App zur Liste der erlaubten Apps hinzu
italian: Per autorizzare MIDI2LR a inviare sequenze di tasti a Lightroom, attenersi alla seguente procedura: 1) Apri Preferenze di Sistema 2) Apri le preferenze Accessibilità 3) Seleziona “App accessibilità” 4) Aggiungi l’applicazione all’elenco delle approvazioni
japanese: MIDI2LRがLightroomにキーストロークを送信することを許可するには、次の手順に従ってください。\r\1）“システム環境設定”を開きます 2）“アクセシビリティ”環境設定を開きます 3）“アクセシビリティアプリケーション”を選択します 4）このアプリケーションを許可リストに追加します
russian: Чтобы разрешить MIDI2LR отправлять нажатия клавиш в Lightroom, выполните следующие действия: 1) Откройте Системные настройки. 2) Перейдите в раздел «Универсальный доступ». 3) Выберите «ПО Универсального доступа». 4) Добавьте эту программу в утверждённый список.
spanish: Para autorizar a MIDI2LR a enviar pulsaciones de teclas a Lightroom, siga estos pasos: 1) Abre Preferencias del Sistema. 2) Abre el panel de preferencias Accesibilidad. 3) Selecciona “Apps de accesibilidad”. 4) Añade esta aplicación a la lista de aplicaciones aprobadas.

source: Unable to load MenuTrans.xml.
dutch: Kan MenuTrans.xml niet laden.
french: Impossible de charger MenuTrans.xml.
german: MenuTrans.xml konnte nicht geladen werden.
italian: Impossibile caricare MenuTrans.xml.
japanese: MenuTrans.xml を読み込めません。
russian: Не удаётся загрузить MenuTrans.xml.
spanish: No se puede cargar MenuTrans.xml.

source: Unable to save file. Choose a different location and try again.
dutch: Kan het bestand niet opslaan. Kies een andere locatie en probeer het opnieuw.
french: Impossible d’enregistrer le fichier. Choisissez un autre emplacement et réessayez.
german: Datei kann nicht gespeichert werden. Wählen Sie einen anderen Speicherort aus, und versuchen Sie es erneut.
italian: Impossibile salvare il file. Scegliere un altro percorso e riprovare.
japanese: ファイルを保存できません。 別の場所を選択してやり直してください。
russian: Не удалось сохранить файл. Выберите другое расположение и попробуйте ещё раз.
spanish: No se puede guardar el archivo. Elija una ubicación distinta e inténtelo de nuevo.

source: Unable to save settings.xml.
dutch: Kan settings.xml niet opslaan.
french: Impossible d'enregistrer settings.xml.
german: settings.xml konnte nicht gespeichert werden.
italian: Impossibile salvare settings.xml.
japanese: settings.xml を保存できません。
russian: Не удалось сохранить settings.xml.
spanish: No se puede guardar settings.xml.

source: Unassigned
dutch: Niet toegewezen
french: Non assigné
german: Nicht zugewiesen
italian: Non assegnato
japanese: 未割り当て
russian: Не назначен
spanish: Sin asignar

source: unhandled exception
dutch: onverwerkte uitzondering
french: exception non prise en charge
german: Ausnahmefehler
italian: eccezione non gestita
japanese: ハンドルされない例外
russian: Необработанное исключение
spanish: excepción no controlada

source: Version
dutch: Versie
italian: Versione
japanese: バージョン
russian: Версия
spanish: Versión
