Repository: remov-b4-flight/MIDI2LR
Catalog: tools/translation_work/POE application/MIDI2LR_Swedish.po
Languages: sv

source: A new version of {} is available.
sv: En ny version av {} är tillgänglig.

source: active
sv: aktivt

source: Adjust CC dialog
sv: Justera CC-dialogrutan

source: Adjust PW dialog
sv: Justera PW-dialogrutan

source: Apply to all
sv: Använd för alla

source: Auto hide
sv: Dölj automatiskt

source: CC Message Type
sv: CC-meddelandetyp

source: Channel 0 Number 0
sv: Kanal 0 Nummer 0

source: Choose Profile Folder
sv: Välj profilmapp

source: Clear ALL rows
sv: Rensa alla rader

source: Connected to Lightroom
sv: Ansluten till Lightroom

source: device name
sv: enhetsnamn

source: Do not show again
sv: Visa inte igen

source: Do you want to download the latest version?
sv: Vill du ladda ned den senaste versionen?

source: Error
sv: Fel

source: Exception
sv: Undantag

source: Halt sending to Lightroom
sv: Stoppa sändning till Lightroom

source: input/output
sv: I/O-kontroll

source: Invalid keyboard layout handle.
sv: Ogiltig referens för tangentbordslayout.

source: Load
sv: Läsa in

source: LR Command
sv: LR-kommando

source: Maximum value
sv: Maxvärde

source: MIDI Command
sv: MIDI-kommando

source: MIDI2LR profiles
sv: MIDI2LR-profiler

source: MIDISender: Unexpected data type: {:n}.
sv: MIDISender: Oväntad datatyp: {:n}.

source: Minimum value
sv: Minvärde

source: Not connected to Lightroom
sv: Inte ansluten till Lightroom

source: Open profile
sv: Öppna profil

source: Pick up
sv: Fånga upp (Pick up)

source: Pitch Wheel
sv: Pitchhjul

source: Profile
sv: Profil

source: Profile changed. Do you want to save your changes? If you continue without saving, your changes will be lost.
sv: Profil ändrades. Vill du spara ändringarna? Om du fortsätter utan att spara går ändringarna förlorade.

source: Resolution
sv: Upplösning

source: Save
sv: Spara

source: Save profile
sv: Spara profil

source: Select Folder
sv: Välj mapp

source: Sending halted
sv: Sändningen stoppad

source: Settings
sv: Inställningar

source: The file, 'MenuTrans.xml', is marked as a version not supported by the current version of MIDI2LR, and won't be loaded. File version: {}.
sv: Filen MenuTrans.xml har markerats som en version som inte stöds av den aktuella versionen av MIDI2LR och kommer därför inte att läsas in. Filversion: {}.

source: The file, 'settings.xml', is marked as a version not supported by the current version of MIDI2LR ChannelModel, and won't be loaded. File version: {}.
sv: Filen settings.xml har markerats som en version som inte stöds av den aktuella versionen av MIDI2LR ChannelModel och kommer därför inte att läsas in. Filversion: {}.

source: The file, 'settings.xml', is marked as a version not supported by the current version of MIDI2LR SettingsStruct, and won't be loaded. File version: {}.
sv: Filen settings.xml har markerats som en version som inte stöds av den aktuella versionen av MIDI2LR SettingsStruct och kommer därför inte att läsas in. Filversion: {}.

source: To authorize MIDI2LR to send keystrokes to Lightroom, please follow these steps: 1) Open System Preferences 2) Open Accessibility preferences 3) Select "Accessibility Apps" 4) Add this application to the approval list
sv: För att tillåta MIDI2LR att skicka tangenttryckningar till Lightroom, följ så här: 1) Öppna Systeminställningar. 2) Öppna Hjälpmedel. 3) Markera Hjälpmedelsprogram. 4) Lägg till det här programmet i listan över godkända program.

source: Unable to load MenuTrans.xml.
sv: Det gick inte att läsa in MenuTrans.xml.

source: Unable to save file. Choose a different location and try again.
sv: Det gick inte att spara filen. Välj en annan plats och försök igen.

source: Unable to save settings.xml.
sv: Det gick inte att spara settings.xml.

source: Unassigned
sv: Ej tilldelat

source: unhandled exception
sv: ohanterat undantag
