Repository: remov-b4-flight/MIDI2LR
Catalog: tools/translation_work/POE plugin/MIDI2LR_*.po
Languages: chinese_tw, dutch, italian, japanese, korean, portuguese_br, russian, spanish

# $$$/MIDI2LR/Bezel/Pickup
source: Controller not synchronized. Adjust ^1 to Lightroom value: ^2.
chinese_tw: 控制器不同步。 將 ^1 調整為 Lightroom 值：^2。
dutch: Controller niet gesynchroniseerd. Pas ^1 aan naar Lightroom-waarde: ^2.
italian: Controller non sincronizzato. Regola ^1 sul valore di Lightroom: ^2.
japanese: コントローラーが同期されていません。 ^1 を Lightroom の値 ^2 に調整します。
korean: 컨트롤러가 동기화되지 않았습니다. ^1을 Lightroom 값으로 조정합니다: ^2.
portuguese_br: Controlador não sincronizado. Ajuste ^1 para o valor do Lightroom: ^2.
russian: Контроллер не синхронизирован. Отрегулируйте ^1 на значение Lightroom: ^2.
spanish: Controlador no sincronizado. Ajuste ^1 al valor de Lightroom: ^2.

# $$$/MIDI2LR/Help/Donate
source: &Donate to support project development
chinese_tw: 捐款支持專案開發(&D)
dutch: &Doneren om projectontwikkeling te steunen
italian: &Dona per supportare lo sviluppo del progetto
japanese: プロジェクト開発をサポートするための寄付をお願いします(&D)
korean: 프로젝트 개발 지원을 위해 기부(&D)
portuguese_br: &Doar para apoiar o desenvolvimento de projetos
russian: Перевести деньги, чтобы поддержать разработку проекта
spanish: &Donación para ayuda al desarrollo de proyectos

# $$$/MIDI2LR/Help/Latest
source: &View latest release
chinese_tw: 檢視最新版本(&V)
dutch: &Bekijk de meest recente release
italian: &Visualizza la versione più recente
japanese: 最新のリリースを表示(&V)
korean: 최신 릴리스 보기(&V)
portuguese_br: &Veja a versão mais recente
russian: Просмотреть последний выпуск
spanish: &Ver la versión más reciente

# $$$/MIDI2LR/Help/OnlineHelp
source: &Online help
chinese_tw: 線上說明(&O)
italian: &Guida
japanese: オンライン ヘルプ(&O)
korean: 온라인 도움말(&O)
portuguese_br: &Ajuda online
russian: Справка в Интернете
spanish: &Ayuda en pantalla

# $$$/MIDI2LR/Help/Support
source: &Support
chinese_tw: 支援(&S)
dutch: &Ondersteuning
italian: &Supporto
japanese: サポート(&S)
korean: 지원(&S)
portuguese_br: &Suporte
russian: Поддержка
spanish: &Soporte

# $$$/MIDI2LR/Info/DeleteSettings
source: Delete settings
chinese_tw: 刪除設定
dutch: Instellingen verwijderen
italian: Elimina impostazioni
japanese: 設定を削除
korean: 설정 삭제
portuguese_br: Excluir configurações
russian: Удалить параметры
spanish: Eliminar configuración

# $$$/MIDI2LR/Keys/Shortcut
source: Keyboard shortcut
chinese_tw: 捷徑
dutch: Snelkoppeling
italian: Scelta rapida
japanese: ショートカット
korean: 바로 가기
portuguese_br: Atalho
russian: сочетание клавиш
spanish: Método abreviado

# $$$/MIDI2LR/Keyword/Toggle
source: Toggle Keyword
chinese_tw: 切換關鍵字
dutch: Trefwoord in-/uitschakelen
italian: Attiva/disattiva parola chiave
japanese: キーワードの切り替え
korean: 키워드 켜기/끄기
portuguese_br: Alternar palavra-chavre
russian: Переключить ключевое слово
spanish: Alternar palabra clave

# $$$/MIDI2LR/Keyword/Toggle1
source: Toggle Keyword ^1
chinese_tw: 切換關鍵字 ^1
dutch: Trefwoord in-/uitschakelen ^1
italian: Attiva/disattiva parola chiave ^1
japanese: キーワード ^1 を切り替え
korean: 키워드 ^1 켜기/끄기
portuguese_br: Alternar palavra-chave ^1
russian: Переключение ключевого слова ^1
spanish: Conmutar palabra clave ^1

# $$$/MIDI2LR/Limits/Limits
source: Limits
chinese_tw: 範圍
dutch: Limieten
italian: Limiti
japanese: リミット
korean: 제한
portuguese_br: Limite
russian: Ограничения
spanish: Limites

# $$$/MIDI2LR/LocalPresets/Presets
source: Local adjustments presets
chinese_tw: 本地調整預設
dutch: Voorinstellingen voor lokale aanpassingen
italian: Preset di regolazioni locali
japanese: ローカル調整プリセット
korean: 로컬 조정 사전 설정
portuguese_br: Predefinições de ajustes locais
russian: Локальные настройки пресетов
spanish: Ajustes preestablecidos locales

# $$$/MIDI2LR/Menu/CloseApplication
source: &Close application
chinese_tw: 關閉應用程式(&C)
dutch: Toepassing sluiten
italian: &Chiudi applicazione
japanese: アプリケーションを閉じる(&C)
korean: 응용 프로그램 닫기(&C)
portuguese_br: &Fechar aplicativo
russian: Закрыть приложение
spanish: &Cerrar aplicación

# $$$/MIDI2LR/Menu/ExportConfiguration
source: &Export configuration
chinese_tw: 匯出組態(&E)
dutch: Configuratie &exporteren
italian: &Esporta configurazione
japanese: 構成のエクスポート(&E)
korean: 구성 내보내기(&E)
portuguese_br: &Exportar configuração
russian: Экспорт конфигурации
spanish: &Exportar configuración

# $$$/MIDI2LR/Menu/GeneralOptions
source: General &options
chinese_tw: 一般選項(&O)
dutch: Algemene &opties
italian: &Opzioni generali
japanese: 全般オプション(&O)
korean: 일반 옵션(&O)
portuguese_br: &Opções gerais
russian: Общие параметры
spanish: &Opciones generales

# $$$/MIDI2LR/Menu/ImportConfiguration
source: &Import configuration
chinese_tw: 匯入設定(&I)
dutch: Configuratie &importeren
italian: &Importa configurazione
japanese: 構成のインポート(&I)
korean: 구성 가져오기(&I)
portuguese_br: &Importar configuração
russian: Импорт конфигурации
spanish: &Importar configuración

# $$$/MIDI2LR/Menu/PresetNext
source: Next preset
chinese_tw: 下一個預設設定
dutch: Volgende voorkeursinstelling
italian: Impostazione predefinita successiva
japanese: 次のプリセット
korean: 다음 기본 설정
portuguese_br: Próxima predefinição
russian: Следующая заданная настройка
spanish: Presintonía siguiente

# $$$/MIDI2LR/Menu/PresetPrevious
source: Previous preset
chinese_tw: 上一個預設設定
dutch: Vorige voorkeursinstelling
italian: Impostazione predefinita precedente
japanese: 前のプリセット
korean: 이전 기본 설정
portuguese_br: Predefinição anterior
russian: Предыдущая заданная настройка
spanish: Anterior preestablecido

# $$$/MIDI2LR/Menu/PressAndHold
source: press and hold
chinese_tw: 按住
dutch: drukken en vasthouden
italian: tenere premuto
japanese: プレス アンド ホールド
korean: 길게 누르기
portuguese_br: pressionar e segurar
russian: нажать и удерживать
spanish: mantener presionado

# $$$/MIDI2LR/Menu/StartApplication
source: &Start application
chinese_tw: 啟動應用程式(&S)
dutch: Toepassing starten
italian: &Avvia applicazione
japanese: アプリケーションの起動(&S)
korean: 응용 프로그램 시작(&S)
portuguese_br: &Iniciar Aplicativo
russian: Запустить приложение
spanish: &Iniciar aplicación

# A utility or feature that aids in accomplishing a task or set of tasks.
source: tool
chinese_tw: 工具
dutch: hulpmiddel
italian: strumento
japanese: ツール
korean: 도구
portuguese_br: ferramenta
russian: средство
spanish: herramienta

# $$$/MIDI2LR/Options/ActionSeriesInvalid
source: Invalid commands
chinese_tw: 無效的命令
dutch: Ongeldige opdrachten
italian: Comandi non validi
japanese: 無効なコマンド
korean: 잘못된 명령
portuguese_br: Comandos inválidos
russian: Недопустимые команды
spanish: Comandos no válidos

# $$$/MIDI2LR/Options/dlgtitle
source: Set MIDI2LR options
chinese_tw: 對話框標題
dutch: Stel de MIDI2LR opties in
italian: Imposta le opzioni di MIDI2LR
japanese: MIDI2LRのオプションを設定
korean: MIDI2LR 옵션을 설정합니다
portuguese_br: Definir preferências do MIDI2LR
russian: Задать MIDI2LR параметры
spanish: Ajustar las opciones MIDI2LR

# $$$/MIDI2LR/Options/RevealAdjustedControls
source: Reveal adjusted controls
chinese_tw: 顯示調整的控制
dutch: Laat aangepaste instellingen zien
italian: Rivela controlli di modifica
japanese: 調整されたコントロールを公開する
korean: 조정된 컨트롤 보기
portuguese_br: Mostrar controles ajustados
russian: Выявить настроенные элементы управления
spanish: Mostrar controles personalizados

# $$$/MIDI2LR/Options/TrackingDelay
source: Tracking Delay
chinese_tw: 跟踪延遲
dutch: Tracking vertraging
italian: Ritardo di monitoraggio
japanese: トラッキングディレイ
korean: 추적 지연
portuguese_br: Retardo de acompanhamento
russian: Задержка отслеживания
spanish: Retardo de seguimiento

# $$$/MIDI2LR/Preferences/cantload
source: Unable to load preferences. Using default settings.
chinese_tw: 無法加載指定設置
dutch: Het is niet mogelijk om de voorkeursinstellingen te laden. De standaardinstellingen worden gebruikt.
italian: Impossibile caricare le preferenze. Utilizzo delle impostazioni predefinite.
japanese: 環境設定を読み込むことができません。デフォルト設定を使用します。
korean: 사용자설정을 읽어올 수 없어. 기본 설정으로 동작합니다.
portuguese_br: Não foi possível carregar as preferências. Usando as configurações padrão.
russian: Невозможно загрузить настройки. Использование настроек по умолчанию.
spanish: No se puede cargar preferencias. Utilizando la configuración predeterminada.

# $$$/MIDI2LR/Profiles/Next
source: Next Profile
chinese_tw: 下一個設定
dutch: Volgend profiel
italian: Profilo successivo
japanese: 次のプロファイル
korean: 다음 프로필
portuguese_br: Perfil seguinte
russian: Следующий профиль
spanish: Siguiente perfil

# $$$/MIDI2LR/Profiles/NotifyWhenChanged
source: Notify when profile changes
chinese_tw: 當設置改變的時候告知
dutch: Waarschuwen wanneer profiel aangepast wordt.
italian: Notifica il cambio di profilo
japanese: プロファイルが変更されたときに通知する
korean: 프로파일 변경시 알림
portuguese_br: Notificar quando o perfil for alterado
russian: Уведомлять об изменении профиля
spanish: Notificar cuando cambia el perfil

# $$$/MIDI2LR/Profiles/Previous
source: Previous Profile
chinese_tw: 上一個設定
dutch: Vorig profiel
italian: Profilo precedente
japanese: 前のプロファイル
korean: 이전 프로필
portuguese_br: Perfil anterior
russian: Предыдущий профиль
spanish: Perfil anterior

# $$$/MIDI2LR/Shortcuts/Key
source: Key
chinese_tw: 金鑰
dutch: Toets
italian: Tasto
japanese: キー
korean: 키
portuguese_br: Tecla
russian: Клавиша
spanish: Clave

# $$$/MIDI2LR/ShortCuts/ShowHide1
source: Show/hide ^1
chinese_tw: 隱藏/顯示^1
dutch: ^1 tonen/verbergen
italian: Nascondi/mostra ^1
japanese: ^1 を表示 / 非表示
korean: ^1 표시/숨기기
portuguese_br: Ocultar/mostrar ^1
russian: Скрыть/показать ^1
spanish: Mostrar/ocultar ^1
